#!/usr/bin/env python3
# -*- coding: utf-8 -*-
"""
Created on Sun Sep 10 22:28:01 2017

@author: michael
"""

# Комментарии пишутся так

print ("\n","*"*40) # здесь \n - это перевод строки а "*" умножается на 40
print ("Вас приветствует искусственный интеллект AI-v.0.001. \n Я еще маленький и только учусь. \n ")
name = input ("Как тебя зовут?\n -->   ")
print ("\n","*"*40,"\n")
print ("Рад приветствовать тебя:\n", name, "!")
print ("Чем ты любишь заниматься в свободное время ",name,"?")
q1 = input ("\n -->   ")
print ("Это прекрасно -",q1," в свободное время, ",name,"!\n")
print ("\n","*"*40,  "\nРАБОТА ОСТАНОВЛЕНА! Дальше общаться меня еще не научили :(")
